Repository: ASa3ed/PHR_MVVM
Catalog: CustomActions/Common/Translation/Resx/Resource.*.resx
Languages: ar

source: Jan
ar: يناير

source: Oct
ar: أكتوبر

source: Nov
ar: نوفمبر

source: Dec
ar: ديسمبر

source: Feb
ar: فبراير

source: Mar
ar: مارس

source: Apr
ar: إبريل

source: May
ar: مايو

source: Jun
ar: يونيو

source: Jul
ar: يوليو

source: Aug
ar: أغسطس

source: Sep
ar: سبتمبر

source: Active
ar: مستمر

source: Activity level
ar: مستوى النشاط والحركة

# AddRecord
source: Add New
ar: أضف جديد

source: Address:
ar: العنوان:

source: After
ar: بعد

source: Age
ar: السن

source: Alcohol Consumption
ar: استهلاك الكحوليات

# AllPlaces
source: All Districts
ar: جميع المناطق

# AlreadyHaveAnAccountLabel
source: Already have an account?
ar: هل تملك حساب لدينا؟

# Alreadylinked
source: Your account is already linked to this file number
ar: حسابك مربوط بالفعل بهذا الملف

source: Already used
ar: مستخدم من قبل

source: Anesthesia Type
ar: نوع التخدير

# AppointmentsDetails
source: Appointment Details
ar: تفاصيل الحجز

source: Are you sure you want to logout?
ar: هل أنت متأكد من تسجيل الخروج؟

# arName
source: Name
ar: الاسم

# BirthdateTitle
source: Years Ago
ar: عام مضت

source: Blood Type
ar: فصيلة الدم

# Book
source: Book An Appointment
ar: أحجز موعد

source: Booked Successfully
ar: تم الحجز بنجاح

source: Booking
ar: حجز موعد

# ByClickingYouAgree
source: By continuing you agree to our
ar: بالاستمرار أنت توافق على

source: Call
ar: اتصل

# CallCenter
source: Call Center will call you
ar: خدمة العملاء ستتصل بكم

source: Cancel
ar: إلغاء

# CancelLabel
source: Cancel
ar: إلغاء

# CCode
source: Code
ar: الكود

# Ccode_MobileTtile
source: Mobile Number
ar: رقم الهاتف المحمول

# ChooseCountry
source: Your Current Country
ar: دولتك الحالية

# ChooseLanguage
source: Choose a Language
ar: اللغة

source: Chronic
ar: مزمن

# chronicarName
source: Is it Chronic?
ar: هل المرض مزمن؟

# chronicenName
source: Is it Chronic?
ar: هل المرض مزمن؟

# Close
source: Clinic is closed.
ar: العيادة مغلقة.

# CloseAction
source: Close
ar: إغلاق

# Closed
source: Clinic is closed.
ar: العيادة مغلقة.

source: Confirm Logout
ar: تأكيد تسجيل الخروج

source: Confirmation
ar: تأكيد الحجز

# confirmationMsg
source: Are you sure you want to delete it?
ar: هل أنت متأكد من الحذف؟

# ConfirmationMsgTitle
source: Confirmation Message
ar: رسالة تأكيد

# ConfirmPassword
source: Write the same password
ar: اكتب نفس كلمة المرور

# ConfirmPasswordLbl
source: Confirm Password
ar: تأكيد كلمة المرور

source: Connected!
ar: متصل!

# ConnectedBody
source: You are now connected to internet and ready to go!
ar: أنت الآن متصل بالانترنت وجاهز لاستخدام الخدمات الأونلاين

# ConnectedText
source: Connected!
ar: متصل!

# ConnectedTitle
source: Connected to Internet!
ar: تم الإتصال بالانترنت!

source: Connecting...
ar: جاري الاتصال...

source: Continue as Guest
ar: أكمل كزائر

source: Country
ar: الدولة

# CreateAnAccountLabel
source: Login to edit your Profile
ar: سجل دخول لتتمكن من تعديل ملفك الشخصي

source: Date
ar: التاريخ

source: Date of Birth
ar: تاريخ الميلاد

# day0
source: Saturday
ar: السبت

# day1
source: Sunday
ar: الأحد

# day2
source: Monday
ar: الاثنين

# day3
source: Tuesday
ar: الثلاثاء

# day4
source: Wednesday
ar: الأربعاء

# day5
source: Thursday
ar: الخميس

# day6
source: Friday
ar: الجمعة

# DescriptionMaxCharacters
source: Must be less than 40 characters
ar: يجب أن لا يزيد عن 40 حرف

# detailsArName
source: Details
ar: التفاصيل

# detailsEnName
source: Details
ar: التفاصيل

source: Diagnose
ar: التشخيص الطبي

# DiagnoseICD
source: Diagnose
ar: التشخيص الطبي

# diagnoseICDs
source: Diagnose ICD10
ar: التشخيص الطبي ICD10

# DietaryTypes
source: Dietary Type
ar: النظام الغذائي

# Disconnected
source: No Internet Connection!
ar: غير متصل بالانترنت!

# Disconnected_Popup
source: Couldn't connect with internet! Please check your connection and try again.
ar: لم يتم الاتصال بالانترنت! برجاء التأكد من اتصالك وإعادة المحاولة.

# DisconnectionBody
source: Please connect and try again
ar: الرجاء الأتصال بالانترنت و اعادة المحاولة

# DisconnectionTitle
source: No Internet Connection!
ar: لا يوجد اتصال بالأنترنت

# Discontinued
source: Didn't Complete the Dose
ar: لم أكمل الجرعة

# DocProfile
source: Doctor Profile
ar: معلومات الدكتور

# DoctorLabel
source: Doctor named:
ar: دكتور اسمه:

source: Doctors
ar: الأطباء

# DoctorsMatchSearch
source: Doctors that match your search :
ar: قائمة الأطباء المشابهة لبحثك :

source: Done
ar: تم

source: Dr.
ar: د.

# EducationTitle
source: Education
ar: التعليم

source: Egypt
ar: مصر

# EmailAddressOrMobileNumber
source: Mobile or Email
ar: الهاتف المحمول أو البريد الالكتروني

# EmailAddressOrMobileNumberLbl
source: Mobile or Email
ar: الهاتف المحمول أو البريد الالكتروني

# EmailAddressOrMobileNumberPlaceholder
source: 0xxxxxxxx or example@ex.com
ar: 0xxxxxxxx أو example@ex.com

# EmailForm
source: Email
ar: البريد الإلكتروني

# EmailLabel
source: Email
ar: البريد الإلكتروني

# EmailRequired
source: E-mail must in this format example@ex.com
ar: example@ex.com البريد الإلكتروني يجب أن يكون بصيغة

# EmailTitle
source: Email
ar: البريد الإلكتروني

# EmailValidationError
source: E-mail must in this format example@ex.com
ar: example@ex.com البريد الإلكتروني يجب أن يكون بصيغة

source: Empty
ar: فارغ

# EmptyName
source: My Name
ar: اسمي

source: End Date
ar: تاريخ الانتهاء

# endDateTime
source: End Date
ar: تاريخ الانتهاء

# endDateTimeDiag
source: End Date
ar: تاريخ الانتهاء

# enName
source: Name
ar: الاسم

# ErorrRepeatedNationalID
source: Already used by another user.
ar: هذا الرقم تابع لمستخدم آخر.

# ErrorNameFormat
source: Only letters are allowed.
ar: يسمح فقط باستخدام الحروف.

# ErrorNationalIdFormat
source: Please enter a valid ID.
ar: برجاء كتابة الرقم بصيغة صحيحة.

# ErrorNationalIdFormatMsg
source: Please enter a valid ID.
ar: برجاء كتابة الرقم بصيغة صحيحة.

# ErrorNumbersOnly
source: Please enter a valid Mobile number in English.
ar: تأكد من كتابة رقم موبايل صحيح وباللغة الانجليزية.

# ErrorOccupationformat
source: Special characters are not allowed.
ar: غير مسموح بكتابة أي رمز.

# ErrorTryAgain
source: Oops, unexpected error! Please try again.
ar: عذرا، حدث عطل فني! برجاء إعادة المحاولة.

# ExpectationFailed
source: Oops, unexpected error! Please try again.
ar: عذرا، حدث عطل فني! برجاء إعادة المحاولة.

# FileNumber
source: File Number in this Hospital
ar: رقم الملف في هذه المستشفى

source: Filter
ar: فلتر

# FilterBy
source: Filter Doctors List
ar: فلتر بحثك

# Finished
source: Completed the Dose
ar: أكملت الجرعة

# Floating_Lab
source: Lab Result
ar: نتيجة تحليل

# Floating_Medication
source: Medication
ar: دواء

# Floating_Operation
source: Operation
ar: عملية

# Floating_Pregnancy
source: Pregnancy
ar: حمل أو ولادة

# Floating_Problem
source: Medical Condition
ar: مرض

# Floating_Procedure
source: Medical procedure
ar: إجراء طبي

# Floating_Rad
source: Rad Result
ar: نتيجة آشعة

# ForgetInfo
source: To get your medical history please enter your info as defined in the hospital.
ar: للحصول على تاريخك الطبي برجاء ادخال معلوماتك كما سجلتها لحظة دخولك المستشفى.

# ForgetPassword
source: Forgot Password?
ar: نسيت كلمة المرور؟

# ForgetPasswordDetails
source: Enter Your Email or Mobile to reset your password
ar: ادخل بريدك الإلكتروني أو رقم الهاتف لإعادة تعيين كلمة المرور

# ForgetYourPassword
source: Forgot Your Password
ar: نسيت كلمة المرور

# ForMe
source: Me
ar: لنفسي

# ForOther
source: Someone Else
ar: لشخص آخر

source: Friday
ar: الجمعة

source: From
ar: من

# FullCrownCelebrationLabel
source: You are now ready to keep track of your health.
ar: أنت الآن على الطريق الصحيح لمتابعة صحتك.

# FullCrownCelebrationTitle
source: Congratulation!
ar: مبروك!

# FullyBooked
source: Sorry, this clinic is fully booked! Please choose another day.
ar: العيادة ممتلئة في هذا الموعد! برجاء اختيار موعد آخر.

# GenderTitle
source: Gender
ar: النوع

# HalfCrownCelebrationLabel
source: You are 1 step away from getting your crown.
ar: أضف المزيد من ملفك الطبي للحصول على التاج.

# HalfCrownCelebrationTitle
source: Nice Job!
ar: رائع!

# HaveAnAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

# HelloLbl
source: Hello!
ar: مرحباً!

# HomeEmptyCrownLabel
source: Better treatment starts with keeping record of your Medical History. Start NOW!
ar: الوصول لصحة ممتازة يبدأ بمراقبة تاريخك المرضي! ابدأ الآن!

# HomeFullCrownLabel
source: You’re now ready to enjoy better health.
ar: أنت الآن جاهز لتتمتع بصحة جيدة.

# Hometitle
source: Home
ar: الرئيسية

source: Hospital Name
ar: اسم المستشفى

# Hospitals
source: By Hospital(s)
ar: باسم المستشفى

# icdCodeICDName
source: Medical Condition Description
ar: تفاصيل المرض

# IfYouHaventAnAccountLabel
source: Don't have an account?
ar: لا تملك حساب؟

source: Illicit drug use
ar: استخدام الاقراض المخدرة

# imagingNote
source: Doctor's Notes on your Result
ar: ملاحظات الدكتور على نتيجة الآشعة

# InformationLabel
source: information
ar: ملفك الشخصي.

# InsteadLabel
source: instead
ar: الآن.

# InstructionPlaceholder
source: Example: 1 pill, every 6 hours, for 2 weeks.
ar: مثال: حبة واحدة، كل 6 ساعات، لمدة أسبوعين.

# Instructions
source: Dosage
ar: تفاصيل الجرعة

# InstructionsError
source: Must be less than 250 characters
ar: يجب ألا تزيد عن 250 حرف.

# InstructionsMaxCharacterError
source: Maximum 250 characters
ar: يجب ألا تزيد عن 250 حرف

source: Invalid Pattern
ar: نمط غير صالح

# investigationArName
source: Investigation Name
ar: اسم التحليل

# investigationEnName
source: Investigation Name
ar: اسم التحليل

source: I was born
ar: تاريخ ميلادي

source: KSA
ar: السعودية

# Lab
source: Lab Result
ar: نتيجة التحليل

source: Language
ar: اللغة

source: Lifestyle
ar: نمط المعيشة

# LoadMore
source: Loading more...
ar: تحميل المزيد...

source: Login
ar: تسجيل الدخول

# LoginBtn
source: Login
ar: تسجيل الدخول

# LoginLabel
source: Login
ar: تسجيل الدخول

source: Logout
ar: خروج

# ManageInnerPage_Lab_Provider
source: Laboratory Name
ar: اسم معمل التحاليل

# ManageInnerPage_Lab_Result
source: Lab Investigation Name
ar: اسم التحليل

# ManageInnerPage_Lab_ResultPhotoAndFiles
source: Lab Result
ar: نتيجة التحليل

# ManageInnerPage_Lab_Title
source: Lab Result
ar: نتيجة التحليل

# ManageInnerPage_Operation_Provider
source: Surgeon Name
ar: الجراح الذي أجرى العملية

# ManageInnerPage_Operation_Result
source: Operation Name
ar: اسم العملية

# ManageInnerPage_Operation_ResultPhotoAndFiles
source: Operation Report
ar: تقرير العملية

# ManageInnerPage_Operation_Title
source: Operation Details
ar: تفاصيل العملية

# ManageInnerPage_Procedure_Provider
source: Performed by
ar: الطبيب الذي أجراه

# ManageInnerPage_Procedure_Result
source: Procedure Name
ar: اسم الإجراء الطبي

# ManageInnerPage_Procedure_ResultPhotoAndFiles
source: Procedure Details
ar: تفاصيل الإجراء

# ManageInnerPage_Procedure_Title
source: Procedure Details
ar: تفاصيل الاجراء الطبي

# ManageInnerPage_Rad_Provider
source: Radiology Name
ar: اسم معمل الآشعة

# ManageInnerPage_Rad_Result
source: Rad Investigation Name
ar: اسم الآشعة

# ManageInnerPage_Rad_ResultPhotoAndFiles
source: Rad Result
ar: نتيجة الآشعة

# ManageInnerPage_Rad_Title
source: Rad Result
ar: نتيجة الآشعة

# MaritalStatusTitle
source: Marital Status
ar: الحالة الاجتماعية

source: Max
ar: الأقصى

# MaxError15Numbers
source: Maximum 15 numbers.
ar: يجب أن لا يزيد عن 15 رقم.

# MedicalCondition
source: Medical Condition Description
ar: وصف المرض

# MedicalConditionError
source: Maximum 50 characters.
ar: يجب أن لا يزيد عن 50 حرف.

# MedicalConditionTitle
source: Medical Condition Details
ar: تفاصيل المرض

source: Medical History
ar: تاريخي الطبى

source: Medication
ar: الدواء

# MedicationaPhysicianName
source: Doctor who Prescribed It
ar: الطبيب الذي وصف الدواء

# MedicationMaxCharacterError
source: Maximum 50 characters.
ar: يجب أن لا يزيد عن 50 حرف.

# MedicationName
source: Medication Brand Name
ar: اسم الدواء

# MedicationNameError
source: Maximum 50 characters.
ar: يجب أن لا يزيد عن 50 حرف.

# MedicationNamePlaceholder
source: Medication, vitamins or any herbals
ar: دواء، أعشاب، فيتامين أو أي مكمل غذائي

# MedicatonPhotos
source: Medicaton or Prescription Image
ar: صورة الدواء أو الروشتة

source: Min
ar: الأدنى

# MobileAtHospital
source: Mobile Number in this Hospital
ar: الهاتف المحمول في هذه المستشفى

# MobileForm
source: Mobile Number
ar: الهاتف المحمول

# MobileLabel
source: Mobile
ar: الهاتف المحمول

# MobileNumberLabel
source: Mobile Number
ar: الهاتف المحمول

# MobilePhoneOrEmailRequired
source: Invalid Email or Mobile
ar: بريد إلكترونى أو هاتف غير صحيح

# MobileRequired
source: Please enter a valid Mobile number.
ar: برجاء ادخال رقم هاتف صحيح.

source: Monday
ar: الاثنين

source: More…
ar: المزيد...

source: Name
ar: الاسم

# NationalIDORIqamaID
source: National \ Iqama \ Passport ID
ar: رقم الهوية / البطاقة / الإقامة / جواز السفر

# NationalIDTitle
source: National \ Iqama \ Passport ID
ar: رقم الهوية / البطاقة / الإقامة / جواز السفر

source: New Password
ar: كلمة المرور الجديدة

# NewPasswordRequired
source: Must be from 8 to 20 characters, contains at least one special character.
ar: يجب أن تكون من 8 إلى 20 حرف - وتحتوي على رمز واحد على الأقل.

source: Next
ar: التالي

source: No
ar: لا

# NoClinic
source: Sorry, the clinis is closed that day. Please choose another time.
ar: عذرا، العيادة مغلقة هذا اليوم! برجاء اختيار موعد آخر.

# NoDoctorInDate
source: No data to be displayed.
ar: لا يوجد معلومات!

source: No matched doctor!
ar: لا يوجد أطباء بهذا الاسم!

# NoMatchedUser
source: No patient is found with this info! Please call Customer Support to help you.
ar: لا يوجد مريض في هذه المستشفى بهذه المعلومات! اتصل بخدمة العملاء للتأكد من معلوماتك.

source: Normality
ar: وضع الحالة

# NoSpecialtyData
source: No matched specialty!
ar: لا يوجد تخصص بهذا الاسم!

source: Not Available
ar: غير متوفر

source: Note
ar: ملاحظات

source: Notes
ar: ملاحظات

# NumberOfChildrenTitle
source: Number of Children
ar: عدد الأطفال

# OccupationTitle
source: Occupation
ar: الوظيفة

# occurenceArName
source: Occurrence
ar: مدى التكرار

# occurenceEnName
source: Occurrence
ar: مدى التكرار

source: Ok
ar: موافق

# Operation
source: Operation Details
ar: تفاصيل العملية

source: (Optional)
ar: (اختياري)

source: Organ Donor
ar: تم التبرع بأي عضو

# outComeArName
source: Outcome
ar: تطور الحالة

# outComeEnName
source: Outcome
ar: تطور الحالة

source: Password
ar: كلمة المرور

# PasswordLabel
source: Password
ar: كلمة المرور

# PasswordRequired
source: Must be from 8 to 20 characters, contains at least one special character.
ar: يجب أن تكون من 8 إلى 20 حرف - وتحتوي على رمز واحد على الأقل.

source: Patient Information
ar: عن المريض

source: Patient Name
ar: اسم المريض

source: Perform Date
ar: تاريخ التنفيذ

# performedByArName
source: Performed By
ar: نفذت من قبل

# performedByEnName
source: Performed By
ar: نفذت من قبل

source: Personal Info
ar: بيانات شخصية

# physicianEnName
source: Physician Name
ar: أسم الدكتور

# PhysicianName
source: Physician / Provider
ar: اسم الدكتور

# PhysicianNameError
source: Maximum 50 characters.
ar: يجب أن لا يزيد عن 50 حرف.

# PhysicianNameMaxCharacterError
source: Maximum 50 characters.
ar: يجب أن لا يزيد عن 50 حرف.

# PleaseSearchAnotherName
source: Please search by another name.
ar: برجاء البحث باسم آخر.

# PleaseTrayAgain
source: Oops! Unexpected error! Please try again.
ar: عذرا خطأ غير متوقع! برجاء إعادة المحاولة.

# PrivacyLabel
source: Privacy
ar: الأحكام

# Problem
source: Medical Condition
ar: المرض

# Procedure
source: Procedure Details
ar: تفاصيل الاجراء

# Profile
source: My Profile
ar: ملفي الشخصي

# ProfileTitle
source: My Profile
ar: ملفي الشخصي

# ProviderMaxCharacters
source: Maximum 50 characters.
ar: يجب أن لا يزيد عن 50 حرف.

# QueuingModel
source: First Come First Served
ar: الدخول بأسبقية الحضور

# Rad
source: Rad Result
ar: عرض الأشعة

# requestingPhysician
source: Prescribed By
ar: تم وصف الدواء من قبل

source: Required
ar: مطلوب

source: Resend
ar: أعد الإرسال

source: Reservation Failed!
ar: عذرا، فشل الحجز!

source: Reservation Status
ar: حالة الحجز

# ResetBigLabel
source: Change your password
ar: تغيير كلمة المرور

# ResetBtn
source: Save
ar: حفظ

# ResetLabel
source: Change Password
ar: تغيير كلمة المرور

source: Result
ar: النتيجة

source: Result Date
ar: تاريخ صدور النتيجة

# ResultTable
source: Lab Result
ar: نتيجة التحليل

# RetryConnection
source: Trying to reconnect...
ar: جاري إعادة المحاولة...

source: Saturday
ar: السبت

source: Save
ar: حفظ

# SaveSuccessfully
source: Saveي Successfully!
ar: تم الحفظ بنجاح!

# Schedule
source: Doctor Schedule
ar: جدول المواعيد

# SearchBarPlaceholder
source: Search by doctor name or specialty…
ar: ابحث باسم الدكتور أو التخصص...

source: Search Result
ar: نتيجة البحث

source: Seat not available
ar: لا يوجد مكان شاغر!

# SecondsYouCan
source: Seconds
ar: ثانية

source: Select
ar: اختر

source: Select Hospital(s)
ar: اختر كل المستشفيات التي تناسبك

# SendBtn
source: Send
ar: إرسال

# ServerUnderMaintenance_Body
source: Sorry, unexpected technical error! Please contact us for help.
ar: عذرا، حدث خطأ تقني غير متوقع! برجاء التواصل معنا للمساعدة.

# ServerUnderMaintenance_Title
source: Server is Under Maintenance
ar: الخدمة تحت الصيانة

source: Settings
ar: الإعدادات

source: Show more…
ar: عرض المزيد...

# SignupBtn
source: Register
ar: أنشيء حساب

# SignUpConfirm
source: Login to get reminder for your appointment and many other benefits.
ar: سجل دخولك ليصلك تذكير بمواعيدك والعديد من المزايا الآخرى.

# SignupForm
source: Register
ar: أنشيء حساب

# SignupLabel
source: Register
ar: أنشيء حساب الآن

source: Smoking Habits
ar: التدخين

# SmsLang
source: E
ar: A

# SmsMsg
source: Your Booking is confirmed with Dr. {0} from {1} to {2} at {3}
ar: تم تأكيد حجزك مع د. {0} من {1} إلى {2} في {3}.

# SmsMsgVisitingDoctor
source: We have received your request. Wait for our call to set an appointment with Dr.{0} at {1} For any question please call on {2}
ar: وصلنا طلبك بنجاح. سنقوم بالتواصل معك قريبا لتحديد موعد مع د. {0} في {1} لأي سؤال اتصل على: {2}.

# SmsMsgVisitingDoctorWithoutHospital
source: We have received your request. Wait for our call to set an appointment with Dr.{0} For any question please call on {2}
ar: وصلنا طلبك بنجاح. سنقوم بالتواصل معك قريبا لتحديد موعد مع د. {0} لأي سؤال اتصل على: {2}.

# SmsMsgWithoutHospital
source: Your Booking is conirmed with Dr. {0} from {1} to {2}
ar: تم تأكيد حجزك مع د. {0} من {1} إلى {2}.

# Speciality
source: Choose a Specialty
ar: اختر تخصص

source: Specialties
ar: التخصصات

source: Start Date
ar: تاريخ بداية العلاج

# startDateTime
source: Start Date
ar: تاريخ بداية العلاج

# startDateTimeDiag
source: Diagnose Date
ar: تاريخ التشخيص

# state
source: Are you still taking it?
ar: هل لازلت تتعاطى الدواء؟

# Still
source: Still Active?
ar: لازال نشط؟

# stillActivearName
source: Still Active?
ar: لازال نشط؟

# stillActiveenName
source: Still Active?
ar: لازال نشط؟

source: Submit
ar: تسجيل

source: Successfully!
ar: بنجاح!

source: Sunday
ar: الأحد

# surgeon
source: Surgeon(s) Name
ar: أسماء الجراحين

# surgeonAssistant
source: Surgeon Assistant(s) Name
ar: أسماء مساعدين الجراح

# SyncedSuccessfully
source: Your medical history has been synced successfully
ar: تمت مزامنة تاريخك الطبي بنجاح

source: Sync from Hospital
ar: اربط حسابك بالمستشفى

source: Taking
ar: لازلت تحت العلاج

# TermsLabel
source: Terms
ar: الشروط

source: Thursday
ar: الخميس

source: Time:
ar: الوقت:

# TimeLine
source: Medical History
ar: السجل الطبى

# TimelineNoData
source: No data has been added to your medical history yet! Start syncing from hospitals or click on (+) to add them manually.
ar: لم يتم إضافة أي معلومات إلى تاريخك الطبي بعد! اربط حسابك بمستشفى أو اضغط على (+) للإضافة بنفسك.

source: To
ar: إلى

source: Today
ar: اليوم

source: Tomorrow
ar: غداً

source: Try Again
ar: أعد المحاولة

source: Tuesday
ar: الثلاثاء

source: Unauthorized
ar: غير مصرح

source: Unit
ar: الوحدة

# UploadNote
source: * Maxmimum 8 images
ar: * 8 صور كحد أقصى

# UploadPhoto
source: Upload Image
ar: ارفع صورة

source: Use of Caffeine
ar: استهلاك الكافيين

source: User Cashed Data
ar: بيانات المستخدم المخزنة

# ValidDate
source: Only letter, numbers and spaces are allowed.
ar: مسموح بالحروف والأرقام والمسافات فقط.

# VerificationCodeNotAvailable
source: Code is either wrong or expired!
ar: الرمز خاطيء أو منتهي الصلاحية!

# VerificationCodeSent
source: A verification code has been sent to you. Please enter it below to verify your account.
ar: تم إرسال رمز التأكيد إليك. برجاء كتابته بالأسفل لتفعيل الحساب.

source: Verify
ar: تأكيد

# VerifyAccount
source: Verify Your Account
ar: تأكيد الحساب

# VisitingDoctorNote
source: Wait for our call to arrange an appointment
ar: برجاء انتظار مكالمة من خدمة العملاء لتأكيد حجزك

source: Visiting Doctors
ar: الأطباء الزائرين

source: Wednesday
ar: الأربعاء

# WelcomeMsg
source: Hello!
ar: مرحباً!

# Wheelchair
source: Do yo use a Wheelchair?
ar: هل تستخدم كرسي متحرك؟

source: Yes
ar: نعم

# YourAccountIsVerified
source: Your account is now verified
ar: تم تأكيد حسابك

# YourBooking
source: Your Booking Details
ar: تفاصيل حجزك

# YourPasswordIsUpdated
source: Your Password has been Updated
ar: تم تحديث كلمة مرورك

# CantAccessThisImageToast
source: Please select images from your Gallery Only
ar: برجاء اختيار صور من معرض الصور على جهازك فقط

# MyTimeLine
source: My Medical History
ar: ملفي الطبى

# DiagnoseLabel_Timeline
source: Medical Condition
ar: مرض

# LabLabel_Timeline
source: Lab
ar: تحليل

# MedicationLabel_Timeline
source: Medication
ar: دواء

source: My Medical History
ar: ملفي الطبى

# OperationLabel_Timeline
source: Operation
ar: عملية

# ProcedureLabel_Timeline
source: Medical Procedure
ar: إجراء طبي

# RadLabel_Timeline
source: Rad
ar: آشعة

# AppointmentDate
source: Date
ar: التاريخ

source: Change Language
ar: تغيير اللغة

source: Completed the Dose
ar: أكملت الجرعة

source: Confirm
ar: تأكيد

# Diagnose_Doctor
source: Diagnostician
ar: الطبيب المشخص

# Diagnose_DoctorName
source: Doctor name…
ar: اسم الطبيب...

# Diagnose_EndDate
source: Illness End Date
ar: تاريخ الشفاء من المرض

# Diagnose_Name
source: Diagnose or Medication Condition Description
ar: اسم المرض أو تشخيص الطبيب

# Diagnose_Name_Placeholder
source: Doctor's diagnose, illness or any medical condition…
ar: تشخيص الطبيب، وصف المرض أو أي مشكلة صحية...

# Diagnose_StartDate
source: Illness Start Date
ar: تاريخ اكتشاف المرض

source: Didn't Complete the Dose
ar: لم أكمل الجرعة

source: Doctors List
ar: قائمة الأطباء

source: Is it Chronic?
ar: هل المرض مزمن؟

source: Is it Still Active?
ar: لازال المرض قائم؟

# ManageInnerPage_Operation_Date
source: Operation Date
ar: تاريخ إجراء العملية

# ManageInnerPage_Operation_Result_Placeholder
source: Operation name or description…
ar: اسم العملية أو تفاصيلها...

# Medication_DoctorName
source: Doctor who Prescribed It
ar: الطبيب الذي وصف الدواء

# Medication_DoctorName_PlaceHolder
source: Doctor name…
ar: اسم الطبيب...

source: Medication End Date
ar: تاريخ إيقاف الجرعة

# Medication_Name
source: Medication Brand Name
ar: اسم الدواء

# Medication_Name_Placeholder
source: Medication, vitamins, supplements or any herbals…
ar: دواء، أعشاب، فيتامين أو أي مكمل غذائي...

# Medication_StartDate
source: Medications Start Date
ar: تاريخ بدء الجرعة

# Medication_Upload_Image
source: Medication or Prescription Image
ar: صور الدواء أو الروشتة

source: Still in Treatment
ar: لازلت تحت العلاج

# AppointmentTime
source: Time
ar: الوقت

# HomeHalfCrown
source: One step to go! Keep at it.
ar: خطوة واحدة تفصلك عن تاج الصحة!

# ManageInnerPage_Lab_Date
source: Lab Result Date
ar: تاريخ صدور النتيجة

# ManageInnerPage_Lab_placeholder
source: Lab Investigation Name…
ar: اسم التحليل...

# ManageInnerPage_Lab_Provider_placeholder
source: Laboratory Name…
ar: اسم معمل التحاليل...

# ManageInnerPage_Operation_Provider_Operation
source: Surgeon Name…
ar: اسم الطبيب الجراح...

# ManageInnerPage_Operation_Result_Operation
source: Operation name or description…
ar: اسم العملية أو تفاصيلها...
