Repository: ASa3ed/PHR_MVVM
Catalog: CustomActions/Common/Translation/Resx/Resource.*.resx
Languages: ar

# ManageInnerPage_Procedure_Date
source: Performance Date
ar: تاريخ الإجراء

# ManageInnerPage_Procedure_Provider_placeholder
source: Doctor name…
ar: اسم الطبيب...

# ManageInnerPage_Procedure_Result_placeholder
source: Example: laser, tooth removal…etc.
ar: مثال: إجراء ليزر، خلع أسنان...الخ

# ManageInnerPage_Rad_Date
source: Rad Result Date
ar: تاريخ صدور النتيجة

# ManageInnerPage_Rad_Provider_placeholder
source: Radiology Name…
ar: اسم معمل الآشعة...

# ManageInnerPage_Rad_Result_placeholder
source: Rad Investigation Name…
ar: اسم الآشعة...

# MedicationaPhysicianName_placeholder
source: Doctor name…
ar: اسم الطبيب...

source: Medication End Date
ar: تاريخ إيقاف الجرعة

source: Medication Image
ar: صور الدواء أو الروشتة

# MedicationName_placeholder
source: Medication, vitamins, supplements or any herbals…
ar: دواء، أعشاب، فيتامين أو أي مكمل غذائي...

# MedicationStartDate
source: Medications Start Date
ar: تاريخ بدء الجرعة

source: My file number…
ar: رقم ملفي...

# NationalIDORIqamaID_placeholder
source: My National ID \ Iqama \ Passport ID…
ar: رقم الهوية / البطاقة / الإقامة / جواز السفر...

# NumberAtHospital
source: Example: 012345678 - 051234566
ar: مثال: 012345678 - 051234566

# PopupFullCrown
source: Health Crown is now Yours!
ar: تاج الصحة أصبح ملكك!

# PopupHalfCrown
source: You’re on track! Keep going & get your Health Crown.
ar: أنت على المسار الصحيح! استمر بإضافة المزيد لتحصل على تاج الصحة.

# SelectHospital
source: Select a Hospital
ar: اختر مستشفى

# SubmitBooking
source: Submit
ar: إرسال

# SyncHospitalName
source: Hospital name…
ar: اسم المستشفى...

source: First Name
ar: الاسم الاول

# SecondName
source: Last Name
ar: اسم العائلة

source: New
ar: جديد

source: Appointment for
ar: أحجز

source: Cash
ar: نقدا

# ChoosePaymentMethod
source: Choose a Payment Method
ar: اختر طريقة الدفع

source: Confirm Reservation
ar: تأكيد الحجز

source: Consult Online
ar: استشر أونلاين

# Istheservicecostcoveredbyaninsurance
source: Is the service cost covered by an insurance company or another institution?
ar: هل تكلفة العلاج مغطاة من قبل شركة تأمين أو جهة أخرى؟

source: Is this a follow-up visit?
ar: هل هذه الزيارة للمتابعة فقط؟

source: No Doctors for Online Consultation Now!
ar: !لا يوجد أطباء للاستشارات الأونلاين حاليا

source: Payment Info
ar: الدفع

source: Reservation Details
ar: تفاصيل الحجز

source: Upload Unsurance Card
ar: صورة بطاقة التأمين أو دليل التغطية

# UsingCreditCard
source: Using a Credit Card
ar: باستخدام بطاقة ائتمان

source: Visit A Doctor
ar: زيارة طبيب

# FromCamera
source: Camera
ar: الكاميرا

# FromGallery
source: Gallery
ar: الالبوم و الصور

source: Fees
ar: السعر

source: EGP
ar: جنيه

source: SAR
ar: ريال

source: Consultation Type
ar: نوع الاستشارة

source: This visit is for:
ar: هذه الزيارة

source: Is the service cost covered?
ar: هل تكلفة العلاج مغطاة؟

source: Payment Method
ar: طريقة الدفع

source: Examination
ar: للتشخيص

source: Follow-up
ar: للمتابعة

source: Insured
ar: مغطى

source: Not Insured
ar: غير مغطى

source: Appointments
ar: المواعيد

source: Info
ar: معلومة

# YouhaveNotBookedAnyAppointmentYet
source: You haven't Booked Any Appointment Yet!
ar: YouhaveNotBookedAnyAppointmentYet

# CantReachdoctor
source: Can't Reach the doctor!
ar: لا يمكن الوصول للدكتور!

# SorryUnexpectederror
source: Sorry! Unexpected error! Please call us to solve your problem immediately.
ar: عذرا! حدث خطأ غير متوقع! برجاء التواصل معنا فورا لحل مشكلتك.

source: Clinic
ar: العيادة

source: E-Counsultation
ar: استشر أونلاين
